Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/arkivverket.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Section 3-19 of the Archives Regulation contains five groups of material that are covered by archive limitation, i.e. meaning either that the material is not to be archived at all or that it should subsequently be removed from the archive once it has been archived.
nb: Arkivforskriften § 3-19 inneholder fem grupper av materiale som er omfattet av arkiv-begrensingen, dvs. at det enten ikke skal arkiveres i det hele tatt, eller at det i etterkant skal fjernes fra arkivet dersom det først er arkivert.

source: This does not of course mean that these requirements are less important and can therefore be omitted.
nb: Dette betyr selvsagt ikke at disse kravene er mindre viktige, og at de derfor kan utelates.

source: Collectively, the Archives Act, Archives Regulation and Regulation on the management of official archives form the core of the regulations that regulate the management of official archives.
nb: Sammen utgjør arkivloven, arkivforskriften og forskrift om behandling av offentlige arkiver kjernen i det regelverket som regulerer håndtering av offentlige arkiver.
